trunk/HSIM/AJC/IV/xml/SetText

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetIVUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<Operation>
<Target>
<Id>$1</Id>
<Type>Label</Type>
</Target>
<Operator>SetText</Operator>
<Oprand>
<Name>page</Name>
<Value>$2</Value>
</Oprand>
<Oprand>
<Name>totalpage</Name>
<Value>$3 </Value>
</Oprand>
<Data>
<LabelText>$4</LabelText>
</Data>
</Operation>
<IVSessionID>$5</IVSessionID>
</GetIVUpdatedObjects>
</Body>
</Envelope>
